[{"type":"post","title":"MNIST AI exploration","excerpt":"Interactive trame application exercising training, prediction with saliency map and testing on the MNIST dataset.\nThis web application let you train our model while seeing its progress. From your trained model, you can see how well it perform and what kind of mistake it is making and why it got confused.\n","permalink":"/apps/mnist"},{"type":"post","title":"Sandtank ML","excerpt":"SandTank-ML provides an application for learning and seeing how ML behaves compared to a physics-based simulator such as ParFlow.\n","permalink":"/apps/sandtank-ml"},{"type":"post","title":"Sandtank XAI","excerpt":"SandTank-XAI provides an application for learning and seeing how ML behaves compared to a physics-based simulator such as ParFlow.\n","permalink":"/apps/sandtank-xai"},{"type":"post","title":"ParaView Visualizer","excerpt":"ParaView is an open-source, multi-platform data analysis and visualization application. ParaView users can quickly build visualizations to analyze their data using qualitative and quantitative techniques. The data exploration can be done interactively in 3D or programmatically using ParaView’s batch processing capabilities.\n","permalink":"/apps/visualizer"},{"type":"post","title":"XAITK demonstrator","excerpt":"This trame based application let you drop your own images and run various AI models against them for classification, detection and similarity. Furthermore, several XAITK methods are expose for generating saliency map of those predictions.\n","permalink":"/apps/xaitk"},{"type":"page","title":"Applications","excerpt":"List of applications available within this docker image\n","permalink":"/apps"},{"type":"page","title":"Contact","excerpt":"Kitware has more than 20 years of experience developing and deploying cutting-edge solutions for customers ranging from start-ups to Fortune 500 companies. Our projects range from small, time-critical projects to long-term collaborations lasting many years, with budgets from tens of thousands to multi-millions of dollars. No matter your unique situation, Kitware can develop a custom solution tailored to your needs.\n","permalink":"/contact"},{"type":"page","title":"Home","excerpt":"Welcome to our site!\n","permalink":"/"},{"type":"page","permalink":"/categories/trame"},{"type":"page","permalink":"/categories/xaitk"},{"type":"page","permalink":"/categories/paraview"}]
